zoxide
go
neovim
tmux
ripgrep
stow
zsh
fzf
btop
make
unzip
git
curl
tree
fd
lazygit
jq
rofi
waybar
fuzzel
wl-clipboard
wlsunset
libnotify
